Repository: drupal-ukraine/advanced_forum
Catalog: translations/*.po
Languages: fr

source: Advanced forum style
fr: Style du Forum

source: Choose which style to use for your forums. This will apply independent of site theme.
fr: Choisissez quel style vous voulez utiliser pour votre Forum. Le style choisi est indépendant du theme du site

source: Use graphical buttons for links
fr: Utiliser les boutons icone pour les liens

source: Included buttons are in English. Uncheck this to use translatable links instead.
fr: Les boutons icone fournis sont en Anglais. Ne les utilisez pas si vous voulez utiliser des liens traductibles.

source: Image directory
fr: Répertoire des Images

source: Images are assumed to be in the "images" subdirectory of your style. If you need images to be somewhere else, put the full path here.
fr: Par défaut les images sont stockées dans le répertoire /images de votre systeme. Si vous voulez personnalisé le chemin du répertoire images, indiquez le chemin ici.

source: Treat all site comments like forum comments
fr: Traitez tous les commentaires de site comme des commentaires de forum.

source: Choosing yes causes advanced forum to consider every comment a forum comment and attempt to theme it that way. Some changes to your theme may be required.
fr: Si vous choisissez OUI, tous les commentaires seront considérés comme venant du forum et le style sera adapté. Requier quelques fois la modification de votre thème.

source: Hide the created column on the topic list.
fr: Cachez la colonne créée dans la liste de sujet.

source: This allows you to hide the created column on the topic list. Useful if you want to move the created by information to underneath the topic title.
fr: Cela vous permet de cacher la colonne créée dans la liste de sujet. Utile si vous voulez déplacer le créé par des informations au dessous le titre de sujet.

source: Maximum number of pages to show on per title pager
fr: Le nombre maximum de pages affichées sous forme de titre dans la page navigation du site.

source: Get the number of new comments per forum on the forum list
fr: Indiquer le nombre de nouveaux commentaires par forum sur la liste des forums.

source: Core forum shows the number of new topics. If checked, Advanced Forum will get the number of new comments as well and show it under "posts" on the forum overview. Slow query not recommended on large forums.
fr: Le noyau du module forum indique le nombre de nouveaux sujets. Si activé, Advanced Forum indique le nombre de nouveaux commentaires aussi et l'affiche sous "posts" sur la vue d'ensemble du forum. Gourmant en ressources, non recommandé sur les gros forums.

source: Use topic navigation
fr: Utiliser la navigation entre les sujets.

source: Core forum gets the next and previous topics and shows links to them under the top post. This is turned off by default as the query has performance issues and the placement of the links is poor.
fr: Le noyau du module forum récupère le message précédent et suivant et les affiches sous forme de lien en dessous du premier post en haut. Cette fonction est désactivée par défaut car peu poser des problèmes.

source: No replies
fr: Pas de Réponses

source: Reply
fr: Répondre

source: Post Reply
fr: Réponse au Message

source: User is online
fr: L'utilisateur est en ligne

source: Online
fr: En ligne

source: User offline. Last seen @time ago.
fr: L'utilisateur est Offline. Vue la dernière fois à @time.

source: Mark all topics read
fr: Marqué tous les sujets comme lus

source: Mark all forums read
fr: Marqué tous les forums comme lus

source: Topic
fr: Sujet

source: Replies
fr: Réponse

source: Views
fr: Voir

source: Created
fr: Créer

source: Last reply
fr: Dernière Réponse

source: This topic has been moved to
fr: Ce sujet a été déplacé vers

source: All content in this forum has been marked as read
fr: Tout le contenu de ce forum a été marqué comme lu

source: All forum content been marked as read
fr: Tous les forums ont été marqué comme lu.

source: new
fr: nouveau

source: Last Page
fr: Dernière Page

source: 1 reply
fr: 1 Réponse

source: administer advanced forum
fr: Administrer Advanced forum

source: Configure Advanced Forum with these settings.
fr: Configurer Advanced Forum avec ces réglages

source: Enables the look and feel of other popular forum software.
fr: Activer le look d'autre soft de forum.

source: Contact user
fr: Contacter l'utilisateur

source: Send private message
fr: Envoyer un message privé

source: Send PM
fr: Envoyer le message privé

source: Joined
fr: Inscription

source: Posts
fr: Messages

source: Topics
fr: Sujets

source: Last post
fr: Dernier message

source: What's Going On?
fr: Résumé d'activité

source: Currently active users: !current_total (!current_users users and !current_guests guests)
fr: Nombre d'utilisateurs actifs: !current_total (!current_users Utilisateurs et !current_guests Invités)

source: Statistics
fr: Statistiques

source: Topics: !topics, Posts: !posts, Users: !users
fr: Sujets: !topics, Messages: !posts, Utilisateurs: !users

source: Welcome to our latest member, !user
fr: Bienvenue à !user qui est notre dernier utilisateur inscrit.

source: !title<br />by !author<br />@date_posted
fr: !title<br />par !author<br />@date_posted

source: !title<br />by !author<br />@time ago
fr: !title<br />de !author<br />il y a @time

source: by !author<br />@date_posted
fr: par !author<br />@date_posted

source: by !author<br />@time ago
fr: de !author<br />il y a @time

source: n/a
fr: non disponible

source: Sticky
fr: Epinglé en haut des listes
